test/request-response-samples/Message__Messages_suffixed_with_Input_Output/request.xml

<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header/>
<soap:Body>
		<ns1:Message xmlns:ns1="urn:MessageService">
			<bstrResourceId>034b7ea5-8a04-11e3-9710-0050569575d8</bstrResourceId>
		</ns1:Message>
</soap:Body>
</soap:Envelope>